[Play_X2_XP_KAL_T_First_Templar_Focus AkEvent]
SpokenText="Мощь Храмовников в бою подобна волне. Концентрируясь, мы увеличиваем ее, чтобы потом обрушить на своих врагов."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_A AkEvent]
SpokenText="Несколько моих последователей, сопровождавших дезертира из \"Адвента\" в укромное место, попали в засаду. Мы готовы к жертвам, когда это неизбежно, но Сопротивлению не следует терять такого ценного союзника. Если вы сможете спасти моих людей, то заслужите их уважение."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_B AkEvent]
SpokenText="Служители Старейшин идут по следам моих последователей и важного агента, которые скрываются в глубине старого города. Захват этой группы станет серьезной и к тому же ненужной потерей. Без подкрепления они долго не продержатся. Прошу вас: сделайте все возможное для них."

[Play_X2_XP_KAL_T_Gather_Survivors_Dropship_Intro_C AkEvent]
SpokenText="Мои последователи нуждаются в вашей помощи. Ценный союзник вместе с группой сопровождения попал в ловушку в одном из заброшенных городов. Псы Старейшин идут по следу и совсем скоро найдут их убежище. Прошу вас, помогите, чем можете, своим верным союзникам."

[Play_X2_XP_KAL_T_Gather_Survivors_First_ADVENT_Sighted AkEvent]
SpokenText="Неподалеку от вас служители Старейшин. Если они встанут у вас на пути, сделайте то, что необходимо."

[Play_X2_XP_KAL_T_Gather_Survivors_Mission_Complete AkEvent]
SpokenText="Вы совершили сегодня великое дело. Благодарю вас и ваши войска за храбрость."

[Play_X2_XP_KAL_T_Gather_Survivors_XCOM_Links_Faction_Soldier AkEvent]
SpokenText="Покажем нашим новым друзьям, как сила Храмовников изменит эту войну!"

[Play_X2_XP_KAL_T_How_To_Use_Templar AkEvent]
SpokenText="Мои последователи, воины-Храмовники, специализируются на управлении пси-энергией, подчиняя себе силу, которая принадлежит всем истинным наследникам Земли. Напряженная концентрация позволяет нам преображать мир вокруг по своему усмотрению."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_A AkEvent]
SpokenText="Мои последователи ищут новых союзников в самых разных местах - даже в фальшивых святилищах, возведенных Старейшинами, дабы обмануть нас. Наш новый товарищ пытается скрыться от сил \"Адвента\" в подземных тоннелях, но долго он так не протянет. Я направил вам в помощь одного из своих лучших людей, но основной труд ляжет на ваши плечи."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_B AkEvent]
SpokenText="Один наш знакомый, когда-то служивший Старейшинам, решил присоединиться к нам. Он укрылся в убежище, сооруженном в тоннелях под городом, но у нас недостаточно сил, чтобы выручить его. Я прошу вас сделать все возможное для спасения нашего союзника."

[Play_X2_XP_KAL_T_Swarm_Dropship_Intro_C AkEvent]
SpokenText="Один из наиболее опытных моих последователей отправился в тоннели, чтобы выручить ценного союзника. Мой боец силен, но, боюсь, в одиночку даже он не справится. Он выполнит любой ваш приказ, а вы постарайтесь, чтобы они вернулись живыми и невредимыми."

[Play_X2_XP_KAL_T_Swarm_Mission_Complete AkEvent]
SpokenText="Я никогда не сомневался в ваших способностях. Вы заслужили наше доверие."

